" bytes" = " byte";
" items" = " elementi";
"Alert!" = "Attenzione!";
"Alias bit" = "Bit di Alias";
"Application:" = "Applicazione:";
"Apply to enclosed items..." = "Applica agli elementi inclusi...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "Sei sicuro di voler modificare tutti i tuoi %@ documenti per aprirli con l'applicazione \"%@\"?";
"Artist" = "Artista";
"Artists" = "Artisti";
"Attributes" = "Attributi";
"Bundle bit" = "Bit di Bundle";
"Burn" = "Masterizza";
"Calculating..." = "Calcolo...";
"Capacity:" = "Capacità:";
"Change All..." = "Cambia Tutto...";
"Change all" = "Modifica tutto";
"Choose..." = "Scegli...";
"Contents:" = "Contenuto:";
"Created:" = "Creato:";
"Creation Date:" = "Data Creazione:";
"Creator:" = "Creatore:";
"Custom icon" = "Icona personalizzata";
"Dates" = "Date";
"Dates/Forks" = "Date/Forks";
"Delete" = "Cancella";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "La cancellazione della Data fork non può essere annullata. Sei sicuro di volerlo fare?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "La cancellazione della  Resource fork non può essere annullata.  Sei sicuro di volerlo fare?";
"Device:" = "Dispositivo:";
"Everyone:" = "Tutti:";
"Execute" = "Esegui";
"Format:" = "Formato:";
"Free:" = "Liberi:";
"Get Info" = "Mostra Informazioni";
"Group:" = "Gruppo:";
"Hide extension" = "Nascondi estensione";
"Ignore ownership on this volume" = "Ignora proprietà su questo volume";
"Info" = "Informazioni";
"Invisible" = "Invisibile";
"Kind:" = "Tipo:";
"Level" = "Livello";
"Locked" = "Protetto";
"Message" = "Messaggio";
"Modification Date:" = "Data Modifica:";
"Modified:" = "Modificato:";
"Mount Point:" = "Percorso di Attivazione:";
"Name" = "Nome";
"None" = "Nessuno";
"Open" = "Apri";
"Open with:" = "Apri con:";
"Other" = "Altro";
"Owner:" = "Proprietario:";
"Path" = "Percorso";
"Path:" = "Percorso:";
"Permissions" = "Permessi";
"Playlists" = "Playlist";
"Read" = "Lettura";
"Report" = "Resoconto";
"Resolved:" = "Risolto:";
"Reveal" = "Mostra";
"Sender" = "Mittente";
"Set Dates:" = "Imposta date:";
"Size:" = "Dimensione:";
"Spotlight comments" = "Commenti";
"Stationery Pad" = "Blocco Appunti";
"Swap Forks" = "Scambia Forks";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "Lo scambio delle forks può essere annullato riscambiandole. Sei sicuro di voler scambiare le forks?";
"This change will apply to all %@ documents with %@ \"%@\"." = "Queste modifiche saranno applicate a tutti i %@ documenti con %@ \"%@\".";
"Time" = "Ora";
"Type:" = "Tipo:";
"Use this application to open all documents like this." = "Usa questa applicazione per aprire tutti i documenti di questo tipo.";
"Version:" = "Versione:";
"Volume Permissions" = "Permessi del volume";
"Volume:" = "Disco:";
"Write" = "Scrittura";
"data:" = "dati:";
"extension" = "estensione";
"rsrc:" = "ris.:";
"type" = "tipo";

/* ==== UNLOCALIZED ==== */

"Data Fork" = "Data Fork";
"Data Fork:" = "Data Fork:";
"Facility" = "Facility";
"Forks" = "Forks";
"Forks:" = "Forks:";
"MP3:" = "MP3:";
"Resource Fork" = "Resource Fork";
"Rsrc Fork:" = "Rsrc Fork:";
